<script>
  import Articol from '../../components/Articol.svelte';
  export let data, helpers, request, settings;
</script>

<svelte:head>
  <title>Dezinsecție, Dezinfecție, Deratizare București - DeDeDe.ro</title>
  <meta
    name="description"
    content="Supereroul tău de zi cu zi care te ajută să scapi de ploșnițe, gândaci, șoareci, virusuri și alți dăunători. Servicii complete de Dezinsecție, Dezinfecție, Deratizare București." />
  <link rel="canonical" href="{settings.origin}{request.permalink}" />
  <meta property="og:title" content="Dezinsecție, Dezinfecție, Deratizare București - DeDeDe.ro" />
  <meta
    property="og:description"
    content="Supereroul tău de zi cu zi care te ajută să scapi de ploșnițe, gândaci, șoareci, virusuri și alți dăunători. Servicii complete de Dezinsecție, Dezinfecție, Deratizare București." />
  <meta property="og:url" content="{settings.origin}{request.permalink}" />
  <meta property="og:image" content="/images/og-image.jpg" />
  <meta property="og:image:alt" content="DeDeDe.ro - Spații fără dăunători" />
  <meta property="article:published_time" content="2021-09-19T19:35:55+03:00" />
  <meta property="article:modified_time" content="2021-09-19T19:35:55+03:00" />
</svelte:head>

<section class="Hero">
  <div class="HeroContainer LimitWidth">
    <div class="HeroContent">
      <h1 class="HeroTitle">
        de<span class="Highlight">zinsecție</span> +<br />
        de<span class="Highlight">ratizare</span> +<br />
        de<span class="Highlight">zinfecție</span> =<br />
        <hr />
        <strong class="HeroMain">dedede.ro</strong>
      </h1>
      <p class="HeroText">
        Supereroul tău de zi cu zi care te ajută să scapi de ploșnițe, gândaci, șoareci, virusuri și alți dăunători.
      </p>
      <a
        class="CTAHero Button ButtonPrimary"
        href="/contact"
        title="Află prețul serviciilor de dezinfecție, dezinsecție și deratizare ale dedede.ro">
        <span class="ButtonText">Cât costă o vizită dedede?</span>
        <svg
          class="ButtonIcon"
          width="30"
          height="30"
          viewBox="0 0 96 96"
          xmlns="http://www.w3.org/2000/svg"
          alt="Află prețurile dedede.ro">
          <path
            d="M48 0C21.5259 0 0 21.5259 0 48C0 74.4741 21.5259 96 48 96C74.4741 96 96 74.4741 96 48C96 21.5259 74.4741 0 48 0ZM48 6C71.2315 6 90 24.7685 90 48C90 71.2315 71.2315 90 48 90C24.7685 90 6 71.2315 6 48C6 24.7685 24.7685 6 48 6ZM49.5 20C38.5467 20 29.3428 27.5608 25.6875 38H21C20.8959 37.9946 20.7916 37.9946 20.6875 38C20.2935 38.0205 19.9074 38.1183 19.5512 38.288C19.195 38.4577 18.8757 38.6959 18.6116 38.989C18.3475 39.2821 18.1437 39.6243 18.0118 39.9962C17.88 40.3681 17.8227 40.7623 17.8432 41.1563C17.8638 41.5503 17.9617 41.9364 18.1314 42.2926C18.3012 42.6487 18.5394 42.9679 18.8326 43.232C19.1257 43.4961 19.468 43.6998 19.8399 43.8316C20.2118 43.9634 20.606 44.0206 21 44H24.25C24.0778 45.3096 24 46.6433 24 48C24 49.3551 24.0782 50.692 24.25 52H21C20.8959 51.9946 20.7916 51.9946 20.6875 52C20.2935 52.0205 19.9074 52.1183 19.5512 52.288C19.195 52.4577 18.8757 52.6959 18.6116 52.989C18.3475 53.2821 18.1437 53.6243 18.0118 53.9962C17.88 54.3681 17.8227 54.7623 17.8432 55.1563C17.8638 55.5503 17.9617 55.9364 18.1314 56.2926C18.3012 56.6487 18.5394 56.9679 18.8326 57.232C19.1257 57.4961 19.468 57.6998 19.8399 57.8316C20.2118 57.9634 20.606 58.0206 21 58H25.6875C29.3362 68.4536 38.537 76 49.5 76C55.2991 76 60.656 73.8259 64.9062 70.2812C65.2547 70.0473 65.5501 69.743 65.7735 69.3877C65.997 69.0325 66.1434 68.6344 66.2034 68.2191C66.2634 67.8037 66.2355 67.3804 66.1217 66.9765C66.0079 66.5726 65.8106 66.1971 65.5426 65.8742C65.2746 65.5512 64.9419 65.2881 64.5659 65.1018C64.1898 64.9155 63.7789 64.8102 63.3597 64.7926C62.9404 64.775 62.5221 64.8456 62.1318 64.9997C61.7415 65.1539 61.3879 65.3882 61.0938 65.6875C57.8251 68.4135 53.8258 70 49.5 70C41.9917 70 35.3712 65.1852 32.125 58H45C45.3975 58.0056 45.7922 57.9322 46.1611 57.7839C46.53 57.6357 46.8658 57.4156 47.1489 57.1365C47.432 56.8573 47.6568 56.5247 47.8103 56.158C47.9637 55.7912 48.0427 55.3976 48.0427 55C48.0427 54.6024 47.9637 54.2088 47.8103 53.842C47.6568 53.4753 47.432 53.1427 47.1489 52.8635C46.8658 52.5844 46.53 52.3643 46.1611 52.2161C45.7922 52.0678 45.3975 51.9944 45 52H30.3125C30.1047 50.7089 30 49.3666 30 48C30 46.6227 30.1015 45.3006 30.3125 44H45C45.3975 44.0056 45.7922 43.9322 46.1611 43.7839C46.53 43.6357 46.8658 43.4156 47.1489 43.1365C47.432 42.8573 47.6568 42.5247 47.8103 42.158C47.9637 41.7912 48.0427 41.3976 48.0427 41C48.0427 40.6024 47.9637 40.2088 47.8103 39.842C47.6568 39.4753 47.432 39.1427 47.1489 38.8635C46.8658 38.5844 46.53 38.3643 46.1611 38.2161C45.7922 38.0678 45.3975 37.9944 45 38H32.125C35.3754 30.8292 42.0008 26 49.5 26C53.8258 26 57.8251 27.5553 61.0938 30.2812C61.3879 30.5806 61.7415 30.8149 62.1318 30.969C62.5221 31.1232 62.9404 31.1937 63.3597 31.1761C63.7789 31.1586 64.1898 31.0532 64.5659 30.8669C64.9419 30.6806 65.2746 30.4175 65.5426 30.0946C65.8106 29.7717 66.0079 29.3961 66.1217 28.9922C66.2355 28.5883 66.2634 28.165 66.2034 27.7497C66.1434 27.3344 65.997 26.9362 65.7735 26.581C65.5501 26.2258 65.2547 25.9214 64.9062 25.6875C60.656 22.1429 55.2991 20 49.5 20Z" />
        </svg>
      </a>
    </div>
    <img
      class="HeroImage"
      src="/images/dedede-hero.svg"
      width="130"
      height="328"
      alt="Supereroul DeDeDe este tot timpul la un click distanță, gata să te ajute cu problemele tale de dezinfecție, dezinsecție și deratizare!" />
  </div>
</section>
<section class="Services LimitWidth" id="servicii">
  <h2 class="SectionTitle">Superputerile lui <strong class="Highlight">dedede</strong></h2>
  <p class="SectionText">În lupta cu dăunătorii, există un singur câștigător, în oricare din categorii:</p>
  <img
    src="./images/servicii.svg"
    class="ServicesImage"
    width="320"
    height="261"
    loading="lazy"
    alt="Detalii despre serviciile de dezinsecție, dezinfecție și deratizare oferite de dedede.ro" />
  <ul class="ServicesList">
    <li class="ServicesItem" itemscope itemtype="https://schema.org/Service">
      <meta itemprop="serviceType" content="DDD" />
      <meta itemprop="providerMobility" content="dynamic" />
      <span class="Hidden" itemprop="provider" itemscope itemtype="https://schema.org/LocalBusiness">
        <span itemprop="priceRange">$$</span>
        <img
          src="./images/dedede-logo-mobile.png"
          alt="DeDeDe.ro - Spații fără dăunători - Logo"
          loading="lazy"
          width="102"
          height="34"
          itemprop="image" />
        <span itemprop="name">DeDeDe.ro</span> oferă servicii de
      </span>
      <svg
        class="ServicesIcon"
        width="24"
        height="24"
        viewBox="0 0 24 24"
        xmlns="http://www.w3.org/2000/svg"
        alt="Servicii profesionale de dezinsecție"
        itemprop="image">
        <path
          d="M18.5152 15.5454C18.2323 14.2222 17.596 12.9798 16.7677 11.9192C15.9596 10.8788 14.9899 10.0404 13.9192 9.30301C13.9091 9.1515 13.8889 8.99998 13.8586 8.85857C13.9192 8.77776 13.9798 8.70706 14.0404 8.63635C14.202 8.46463 14.3434 8.28281 14.4849 8.09089C14.5455 8.1212 14.6263 8.10099 14.6667 8.04039C14.9899 7.52524 15.1212 6.64645 15.0202 5.99998C15.1414 5.97978 15.2525 5.87877 15.3637 5.81817C15.5253 5.71716 15.697 5.61615 15.8485 5.50504C15.9293 5.44443 15.8384 5.29291 15.7475 5.32321C15.5657 5.39392 15.394 5.48483 15.2222 5.57574C15.1212 5.62624 15.0101 5.66665 14.9192 5.73736C14.8788 5.72726 14.8384 5.74746 14.8283 5.78786C14.7071 6.1515 14.6667 6.54544 14.596 6.92928C14.5354 7.22221 14.4445 7.51514 14.4142 7.80807C14.1717 8.01009 13.9394 8.2222 13.7071 8.45453L13.697 8.46463C13.6768 8.42423 13.6566 8.39392 13.6263 8.36362C13.6667 8.34342 13.7071 8.31312 13.7475 8.28281C14.0808 8.04039 14.0303 7.60605 13.9394 7.25251C13.8889 7.07069 13.8283 6.88887 13.7475 6.72726C13.6263 6.33332 13.3435 5.99998 12.9798 5.79796C12.9495 5.77776 12.9192 5.75756 12.8889 5.73736C12.899 5.68685 12.9192 5.63635 12.9293 5.58584C13.0909 5.07069 13.2828 4.56564 13.4546 4.06059C13.495 3.93938 13.303 3.85857 13.2424 3.96968C12.9899 4.43433 12.7879 4.90908 12.6061 5.40403C12.596 5.44443 12.5758 5.48483 12.5556 5.52523C12.4546 5.47473 12.3535 5.42423 12.2525 5.38382C12.1414 5.33332 12.0505 5.37372 11.9899 5.43433C11.7677 4.86867 11.3636 4.34342 10.9899 3.97978C10.9091 3.89897 10.8081 4.02019 10.8687 4.10099C11.1717 4.47473 11.4041 4.87877 11.5859 5.32321C11.6364 5.44443 11.6667 5.57574 11.697 5.69695C11.4142 5.89897 11.1818 6.22221 11.0404 6.54544C10.8081 6.93938 10.6364 7.36362 10.5657 7.73736C10.4849 8.1717 10.8283 8.40403 11.2626 8.51514C11.1919 8.57574 11.1212 8.63635 11.0606 8.69695C10.9394 8.61614 10.8182 8.53534 10.7071 8.44443C10.4546 8.23231 10.202 8.03029 9.9394 7.82827C9.9293 7.1414 9.97982 6.42422 9.8586 5.74746C9.8485 5.69695 9.81819 5.67675 9.77779 5.65655C9.69698 5.55554 9.59598 5.46463 9.50507 5.39392C9.35355 5.26261 9.19193 5.1515 9.02022 5.06059C8.94951 5.02019 8.8586 5.1212 8.9293 5.1818C9.07072 5.29291 9.19193 5.41413 9.31315 5.55554C9.41416 5.66665 9.48486 5.81816 9.58587 5.92927C9.49496 6.55554 9.53537 7.23231 9.52527 7.85857C9.52527 7.99998 9.64648 8.07069 9.7475 8.06059C9.92931 8.34342 10.1515 8.58584 10.4041 8.82826C10.495 8.90907 10.596 9.01008 10.697 9.10099C10.5556 9.06059 10.4243 9.02019 10.2929 8.96968C9.8687 8.80807 9.46466 8.60604 9.07072 8.39392C8.98991 8.34342 8.8687 8.35352 8.8081 8.42422C8.36365 8.88887 7.8283 9.35352 7.50506 9.91917C7.49496 9.93937 7.48487 9.95958 7.48487 9.97978C7.21214 9.82827 6.798 9.91918 6.52527 9.99999C6.47477 10.0101 6.48486 10.101 6.53537 10.0909C6.71719 10.0909 6.90911 10.1111 7.08083 10.1414C7.23234 10.1616 7.36365 10.2222 7.50506 10.202C7.54547 10.1919 7.57578 10.1515 7.58588 10.1111C7.61618 10.1212 7.64649 10.1111 7.67679 10.0909C8.17174 9.77776 8.58588 9.28281 9.00002 8.84847C9.39396 9.07069 9.83839 9.29291 10.2929 9.46463C8.33334 10.7071 6.49496 12.4141 5.69698 14.606C5.50506 15.1414 4.87881 17.202 6.12123 16.9798C6.64648 16.8889 7.03032 16.3434 7.30304 15.9293C7.72729 15.2828 8.14143 14.6262 8.54547 13.9798C8.66668 13.7778 8.78789 13.5858 8.90911 13.3838C8.91921 13.4545 8.9192 13.5353 8.9293 13.606C8.96971 14.303 8.97981 15.0606 9.16163 15.7475C8.8182 16.1717 8.57577 16.6768 8.36365 17.1818C8.33335 17.2525 8.44446 17.3232 8.49497 17.2626C8.8283 16.8384 9.18184 16.3939 9.45456 15.9293C9.49497 15.8586 9.47476 15.7879 9.43435 15.7374C9.47476 15.0101 9.36366 14.2525 9.34345 13.5353C9.33335 13.2727 9.34345 12.9899 9.35355 12.7071C9.54547 12.3838 9.73739 12.0707 9.92931 11.7475C10.1212 11.4242 10.3536 11.0808 10.5556 10.7374C10.5859 10.8384 10.6162 10.9495 10.6667 11.0404C10.7677 11.2525 10.9192 11.4444 11.0909 11.5959C10.1919 12.2424 10.0202 13.9899 10.1212 14.9091C10.2828 16.4242 11.0606 18.2424 12.3334 19.1616C12.4445 19.2424 12.5657 19.0909 12.5051 18.9899C12.495 18.9798 12.4849 18.9596 12.4849 18.9495C13.0202 18.4343 13.3435 17.7071 13.5859 17.0101C13.8788 16.1818 14.0808 15.303 14.101 14.4141C14.1212 13.6464 13.9798 12.8889 13.6566 12.1919C13.5657 12 13.4546 11.7879 13.3232 11.5858C13.4647 11.4242 13.5859 11.2424 13.6667 11.0404C13.899 11.6768 14.2222 12.2929 14.5758 12.8586C14.5758 13.0505 14.5657 13.2424 14.5657 13.4343C14.5354 14.2424 14.5253 15.0404 14.5253 15.8485C14.5152 15.8586 14.5152 15.8687 14.5152 15.8889C14.495 15.9495 14.5152 16.0202 14.5556 16.0606C14.7172 16.202 14.8687 16.3434 15.0202 16.4949C15.1616 16.6464 15.2929 16.7879 15.4647 16.8889C15.5354 16.9293 15.6364 16.8586 15.6162 16.7778C15.4849 16.3838 15.1111 16.0707 14.8182 15.8081C14.7879 15.7879 14.7576 15.7677 14.7273 15.7677C14.7879 15.0202 14.8485 14.2727 14.8889 13.5252C14.8889 13.4646 14.899 13.404 14.899 13.3434C15.5657 14.3737 16.3536 15.3838 17.1818 16.2626C17.4445 16.5353 17.9495 16.9798 18.3535 16.7273C18.7374 16.4848 18.5859 15.899 18.5152 15.5454Z"
          class="FillDark" />
        <path
          d="M20.4848 3.51515C15.798 -1.17172 8.20202 -1.17172 3.51515 3.51515C-1.17172 8.20202 -1.17172 15.798 3.51515 20.4848C8.20202 25.1717 15.798 25.1717 20.4848 20.4848C25.1717 15.798 25.1717 8.20202 20.4848 3.51515ZM5.22222 5.22222C8.67677 1.76767 14.1212 1.49495 17.8889 4.42424L4.42424 17.8889C1.49495 14.1212 1.75758 8.67676 5.22222 5.22222ZM6.12122 19.5859L19.5859 6.12121C22.5151 9.88889 22.2525 15.3232 18.7879 18.7879C15.3333 22.2424 9.88889 22.505 6.12122 19.5859Z"
          class="FillPrimary" />
      </svg>
      <div class="ServiceContainer">
        <h3 class="ServiceName" itemprop="name">Dezinsecție</h3>
        <p class="ServiceText" itemprop="description">
          Dacă-l chemi pe <strong class="Highlight">dedede</strong>, te scapă de toate insectele dăunătoare de pe
          proprietate, de la <strong>ploșnițe de pat</strong> la <strong>gândaci de bucătărie</strong>, de la
          <strong>viespi</strong>
          la <strong>furnici</strong>, <strong>căpușe</strong>, <strong>molii</strong>, <strong>țântari</strong>,
          <strong>muște</strong> și așa mai departe.
        </p>
      </div>
      <span class="ScreenReaders" itemprop="areaServed" itemscope itemtype="https://schema.org/City">
        în <span itemprop="name">București</span>
      </span>
      <span class="ScreenReaders" itemprop="areaServed" itemscope itemtype="https://schema.org/State">
        și <span itemprop="name">Ilfov</span>
      </span>
    </li>
    <li class="ServicesItem ServicesItemDeratizare" itemscope itemtype="https://schema.org/Service">
      <meta itemprop="serviceType" content="DDD" />
      <meta itemprop="providerMobility" content="dynamic" />
      <span class="ScreenReaders" itemprop="provider" itemscope itemtype="https://schema.org/LocalBusiness">
        <span itemprop="priceRange">$$</span>
        <img
          src="./images/dedede-logo-mobile.png"
          alt="DeDeDe.ro - Spații fără dăunători - Logo"
          loading="lazy"
          width="102"
          height="34"
          itemprop="image" />
        <span itemprop="name">DeDeDe.ro</span> oferă servicii de
      </span>
      <svg
        class="ServicesIcon"
        width="28"
        height="24"
        viewBox="0 0 28 24"
        fill="none"
        xmlns="http://www.w3.org/2000/svg"
        alt="Servicii profesionale de deratizare"
        itemprop="image">
        <path
          d="M27.8586 13.9697C27.6768 13.5858 26.9495 13.6464 26.6162 13.6464C26.4546 13.6464 26.2929 13.6666 26.1313 13.6767C25.3839 13.6969 24.6364 13.9091 23.899 14.0505C23.0606 14.1818 22.2121 14.2626 21.3637 14.1919C20.8081 14.1515 20.1616 14.0606 19.6667 13.7878C19.1616 13.4949 19.101 12.8787 19.0404 12.3636C18.9596 11.7272 18.798 11.0404 18.4647 10.4646C18.3031 10.0404 18.0505 9.56562 17.7071 9.23228C17.5455 9.04036 17.3637 8.84845 17.1818 8.68683C16.8788 8.404 16.5354 8.16157 16.1515 7.99996C15.3637 7.67673 14.4748 7.70703 13.6566 7.92926C12.7576 8.18178 11.9798 8.80804 11.0404 8.89895C10.5657 8.94946 10.0808 8.88885 9.62628 8.77774C9.23234 8.67673 8.85861 8.49491 8.47477 8.3636C8.47477 8.33329 8.46467 8.30299 8.46467 8.27269C8.46467 8.06056 8.53537 7.87875 8.57578 7.67673C8.61618 7.43431 8.52527 7.16158 8.25255 7.13127C7.96972 7.10097 7.68689 7.3838 7.53537 7.59592C7.45457 7.70703 7.38386 7.83834 7.35356 7.96966C7.32325 8.12117 7.38386 8.28279 7.37376 8.43431C7.17174 8.48481 6.96972 8.53531 6.7677 8.57572C6.39396 8.66663 6.02022 8.74744 5.68689 8.93936C5.31315 9.16158 4.96972 9.4242 4.60608 9.66662C4.25255 9.90905 3.87881 10.1414 3.53537 10.404C3.49497 10.4343 3.49497 10.505 3.51517 10.5454C3.51517 10.5555 3.52527 10.5656 3.52527 10.5656C3.50507 10.5858 3.48487 10.6262 3.50507 10.6464C3.7677 11.0202 3.95962 11.4242 4.44446 11.5656C4.58588 11.606 4.7576 11.6161 4.91921 11.5757C5.05053 11.8181 5.32325 11.9495 5.61618 11.9899C5.92931 12.0303 6.25255 11.9596 6.56568 12.0303C6.8384 12.0909 7.08083 12.2323 7.32325 12.3939C7.63638 12.5959 7.94952 12.808 8.27275 12.9798C8.58588 13.4343 8.8081 13.9596 8.8182 14.505C8.7576 14.606 8.68689 14.6969 8.60608 14.7777C8.20204 15.2222 7.72729 15.1616 7.19194 15.1919C7.13133 15.1919 7.12123 15.2828 7.18184 15.2929C7.37376 15.3434 7.58588 15.3838 7.8081 15.3838C7.52527 15.4848 7.23234 15.5858 6.94952 15.707C6.90911 15.7272 6.92931 15.7878 6.96972 15.7878C7.25255 15.7777 7.53537 15.7272 7.8182 15.6464C7.7475 15.6969 7.67679 15.7474 7.60608 15.7979C7.53537 15.8484 7.59598 15.9495 7.67679 15.9091C7.85861 15.8282 8.03032 15.7373 8.19194 15.6464C8.16164 15.6868 8.12123 15.7272 8.09093 15.7575C8.08083 15.7676 8.08083 15.7676 8.07073 15.7777C8.05053 15.7878 8.02022 15.808 8.00002 15.8181C7.97982 15.8282 7.95962 15.8383 7.94952 15.8484C7.7879 15.9394 7.63639 16.0303 7.49497 16.1515C7.43437 16.1919 7.37376 16.2222 7.30305 16.2525C7.12123 16.3434 6.85861 16.4646 6.84851 16.6969C6.84851 16.7474 6.90911 16.7878 6.94952 16.7575C7.08083 16.6565 7.25255 16.5858 7.42426 16.505C7.36366 16.606 7.32325 16.707 7.37376 16.7878C7.38386 16.808 7.40406 16.8181 7.42426 16.808C7.51517 16.7878 7.56568 16.6969 7.63638 16.6363C7.7576 16.5252 7.86871 16.4141 7.98992 16.2929C8.00002 16.2828 8.00002 16.2828 8.01012 16.2727C8.06063 16.2828 8.11113 16.2828 8.16164 16.2828C8.07073 16.4545 8.02022 16.6262 8.07073 16.7777C8.08083 16.7979 8.10103 16.808 8.12123 16.7979C8.29295 16.7171 8.38386 16.5151 8.50507 16.3737C8.57578 16.2929 8.64649 16.2121 8.71719 16.1313C8.85861 16.0707 9.00002 16 9.11113 15.9596C9.52527 15.7878 9.92931 15.5959 10.3334 15.404C10.7374 15.2121 11.1515 15.0202 11.5253 14.7676C11.6364 14.6969 11.7475 14.606 11.8384 14.4949C12.4142 14.7272 13.0101 14.9293 13.6061 15.0606C13.9091 15.1313 14.4142 15.202 14.798 15.1111C14.8788 15.1818 14.9697 15.2525 15.0606 15.3131C14.8889 15.3939 14.7071 15.4646 14.5152 15.4848C14.2323 15.505 13.9394 15.505 13.6566 15.4949C13.4041 15.4949 13.1414 15.4444 12.899 15.4949C12.8586 15.505 12.8485 15.5656 12.8889 15.5858C13.0707 15.6868 13.2828 15.7171 13.495 15.7474C13.3233 15.7878 13.1515 15.8181 12.9798 15.8585C12.697 15.9192 12.3839 15.9394 12.1313 16.0909C12.101 16.1111 12.101 16.1616 12.1414 16.1717C12.4243 16.2323 12.7273 16.1515 13.0202 16.1212C13.202 16.101 13.394 16.0808 13.5758 16.0606C13.3334 16.1515 13.0909 16.2525 12.8687 16.3737C12.8081 16.404 12.8283 16.5151 12.9091 16.5151C13.3031 16.4949 13.6869 16.3939 14.0707 16.2626C14.4445 16.2929 14.8283 16.2121 15.1919 16.1616C15.5354 16.1212 15.9798 16.1212 16.2828 15.9394C16.495 15.8181 16.6364 15.5858 16.7778 15.3737C17.0505 15.4141 17.3435 15.3232 17.6061 15.2222C17.8283 15.1414 18.0404 15.0404 18.2626 14.9596C18.3435 14.9293 18.4344 14.909 18.5152 14.8888C19.1414 14.7878 19.7677 14.7676 20.4041 14.7676C21.202 14.7676 22 14.7373 22.798 14.6464C23.5556 14.5555 24.3031 14.4242 25.0606 14.2626C25.4647 14.1717 25.8788 14.0909 26.303 14.0707C26.5859 14.0505 27.2424 13.9293 27.3334 14.3131C27.3334 14.3333 27.3435 14.3434 27.3536 14.3535C27.3132 14.3838 27.2828 14.4141 27.2424 14.4444C26.798 14.8383 26.2424 15.1212 25.8182 15.5353C25.7677 15.5757 25.8182 15.6565 25.8788 15.6363C26.3637 15.5252 26.8081 15.1717 27.1919 14.8686C27.4243 14.6969 28.0303 14.3434 27.8586 13.9697Z"
          class="FillDark" />
        <path
          d="M20.4849 3.51515C15.798 -1.17172 8.20202 -1.17172 3.51515 3.51515C-1.17172 8.20202 -1.17172 15.798 3.51515 20.4848C8.20202 25.1717 15.798 25.1717 20.4849 20.4848C25.1616 15.798 25.1616 8.20202 20.4849 3.51515ZM5.21212 5.22222C8.66667 1.76767 14.1111 1.49495 17.8788 4.42424L4.42424 17.8788C1.49495 14.1212 1.75758 8.67676 5.21212 5.22222ZM6.12121 19.5859L19.5859 6.12121C22.5152 9.88889 22.2525 15.3232 18.7879 18.7879C15.3232 22.2424 9.87879 22.505 6.12121 19.5859Z"
          class="FillPrimary" />
      </svg>
      <div class="ServiceContainer">
        <h3 class="ServiceName" itemprop="name">Deratizare</h3>
        <p class="ServiceText" itemprop="description">
          Apelează la <strong class="Highlight">dedede</strong> pentru a elimina problema <strong>șoarecilor</strong> și
          <strong>șobolanilor</strong>.
        </p>
      </div>
      <span class="ScreenReaders" itemprop="areaServed" itemscope itemtype="https://schema.org/City">
        în <span itemprop="name">București</span>
      </span>
      <span class="ScreenReaders" itemprop="areaServed" itemscope itemtype="https://schema.org/State">
        și <span itemprop="name">Ilfov</span>
      </span>
    </li>
    <li class="ServicesItem" itemscope itemtype="https://schema.org/Service">
      <meta itemprop="serviceType" content="DDD" />
      <meta itemprop="providerMobility" content="dynamic" />
      <span class="ScreenReaders" itemprop="provider" itemscope itemtype="https://schema.org/LocalBusiness">
        <span itemprop="priceRange">$$</span>
        <img
          src="./images/dedede-logo-mobile.png"
          alt="DeDeDe.ro - Spații fără dăunători - Logo"
          loading="lazy"
          width="102"
          height="34"
          itemprop="image" />
        <span itemprop="name">DeDeDe.ro</span> oferă servicii de
      </span>
      <svg
        class="ServicesIcon"
        width="24"
        height="24"
        viewBox="0 0 24 24"
        fill="none"
        xmlns="http://www.w3.org/2000/svg"
        alt="Servicii profesionale de dezinfecție"
        itemprop="image">
        <path
          d="M18.2719 8.63779C17.8959 8.77874 17.6645 9.13345 17.6594 9.51214L16.6721 9.88222C16.5621 9.63901 16.4333 9.40973 16.2913 9.19214C16.6488 8.83141 16.6576 8.25048 16.3044 7.8813C15.9509 7.51185 15.3695 7.49522 14.9933 7.8373C14.8129 7.70774 14.6265 7.58697 14.4313 7.48203L14.8674 6.52304C15.2456 6.54382 15.6152 6.3371 15.7815 5.97153C15.998 5.49545 15.7875 4.93405 15.3115 4.71752C14.8354 4.50103 14.274 4.71147 14.0575 5.18756C13.8912 5.5532 13.9785 5.96763 14.2427 6.23903L13.8067 7.19797C13.5606 7.10527 13.3071 7.03244 13.0488 6.97833C13.0456 6.47127 12.6415 6.05521 12.1313 6.04394C11.6197 6.03265 11.1965 6.43265 11.173 6.94096C10.9565 6.97665 10.74 7.02218 10.5249 7.08692L10.1548 6.09957C10.4368 5.84679 10.5521 5.43931 10.4111 5.06325C10.2276 4.57355 9.68179 4.32539 9.19209 4.50894C8.70237 4.69251 8.45419 5.23829 8.63774 5.72798C8.77871 6.10407 9.13348 6.33549 9.51221 6.34052L9.88227 7.32781C9.63899 7.43784 9.40971 7.56664 9.19208 7.7086C8.8313 7.35111 8.25043 7.34232 7.88128 7.69554C7.5118 8.04908 7.4952 8.63048 7.83725 9.00662C7.70771 9.18706 7.58693 9.37341 7.48199 9.5686L6.52302 9.13256C6.54376 8.75434 6.33709 8.3847 5.97148 8.21845C5.49542 8.00195 4.93399 8.2124 4.7175 8.68849C4.50102 9.16461 4.71145 9.72601 5.18754 9.9425C5.55313 10.1087 5.96757 10.0215 6.23901 9.75721L7.19794 10.1933C7.10524 10.4394 7.03243 10.6929 6.97831 10.9512C6.47125 10.9544 6.05514 11.3584 6.0439 11.8687C6.03258 12.3802 6.43261 12.8034 6.94092 12.827C6.97662 13.0435 7.02212 13.26 7.08689 13.4751L6.09957 13.8452C5.84679 13.5631 5.43925 13.4479 5.06322 13.5888C4.57352 13.7724 4.32535 14.3182 4.5089 14.8079C4.69245 15.2976 5.23823 15.5458 5.72793 15.3622C6.10396 15.2213 6.33535 14.8666 6.34045 14.4878L7.32777 14.1177C7.43779 14.361 7.56659 14.5902 7.70858 14.8079C7.35111 15.1686 7.34226 15.7495 7.6955 16.1187C8.04902 16.4882 8.63046 16.5048 9.00659 16.1627C9.18708 16.2922 9.3734 16.413 9.56863 16.518L9.13257 17.4769C8.75432 17.4562 8.38464 17.6629 8.21837 18.0284C8.00188 18.5045 8.21232 19.066 8.68841 19.2825C9.16448 19.4989 9.72592 19.2885 9.94239 18.8124C10.1086 18.4468 10.0214 18.0324 9.7572 17.761L10.1933 16.802C10.4393 16.8947 10.6928 16.9675 10.951 17.0217C10.9543 17.5287 11.3583 17.9448 11.8685 17.956C12.3802 17.9674 12.8033 17.5674 12.8269 17.059C13.0434 17.0233 13.2599 16.9778 13.4751 16.913L13.8451 17.9003C13.563 18.1531 13.4478 18.5606 13.5887 18.9367C13.7723 19.4264 14.3181 19.6746 14.8078 19.4911C15.2975 19.3075 15.5457 18.7617 15.3621 18.272C15.2212 17.896 14.8665 17.6646 14.4878 17.6595L14.1177 16.6721C14.3609 16.5621 14.5902 16.4333 14.8078 16.2913C15.1685 16.6488 15.7494 16.6577 16.1186 16.3044C16.4881 15.9509 16.5047 15.3695 16.1626 14.9934C16.2922 14.8129 16.413 14.6265 16.5179 14.4313L17.4769 14.8673C17.4561 15.2456 17.6628 15.6153 18.0284 15.7815C18.5044 15.998 19.0659 15.7875 19.2824 15.3115C19.4988 14.8354 19.2884 14.274 18.8123 14.0575C18.4468 13.8913 18.0323 13.9784 17.7609 14.2427L16.8019 13.8066C16.8946 13.5606 16.9674 13.307 17.0216 13.0489C17.5286 13.0456 17.9448 12.6416 17.956 12.1314C17.9673 11.6198 17.5673 11.1965 17.059 11.173C17.0233 10.9565 16.9778 10.74 16.913 10.5249L17.9003 10.1548C18.1531 10.4369 18.5606 10.5521 18.9366 10.4112C19.4264 10.2276 19.6745 9.68179 19.491 9.1921C19.3074 8.7024 18.7617 8.45422 18.2719 8.63779ZM10.6002 13.0026C10.4731 13.3722 10.0705 13.5689 9.70081 13.4418C9.33116 13.3147 9.13454 12.9121 9.26159 12.5424C9.38863 12.1728 9.7913 11.9761 10.161 12.1032C10.5306 12.2302 10.7272 12.6329 10.6002 13.0026ZM14.1799 13.8025C14.0892 14.0663 13.8018 14.2067 13.5379 14.116C13.2741 14.0253 13.1337 13.7379 13.2244 13.4741C13.3151 13.2102 13.6025 13.0699 13.8663 13.1605C14.1302 13.2512 14.2706 13.5386 14.1799 13.8025ZM13.5016 10.5241C13.3061 11.0928 12.6866 11.3953 12.1179 11.1998C11.5492 11.0043 11.2467 10.3849 11.4422 9.81617C11.6377 9.24749 12.2572 8.94495 12.8258 9.14043C13.3945 9.33589 13.6971 9.95538 13.5016 10.5241Z"
          class="FillDark" />
        <path
          d="M20.4849 3.51515C15.798 -1.17172 8.20202 -1.17172 3.51515 3.51515C-1.17172 8.20202 -1.17172 15.798 3.51515 20.4848C8.20202 25.1717 15.798 25.1717 20.4849 20.4848C25.1616 15.798 25.1616 8.20202 20.4849 3.51515ZM5.21212 5.22222C8.66667 1.76767 14.1111 1.49495 17.8788 4.42424L4.42424 17.8788C1.49495 14.1212 1.75758 8.67676 5.21212 5.22222ZM6.12121 19.5859L19.5859 6.12121C22.5152 9.88889 22.2525 15.3232 18.7879 18.7879C15.3232 22.2424 9.87879 22.505 6.12121 19.5859Z"
          class="FillPrimary" />
      </svg>
      <div class="ServiceContainer">
        <h3 class="ServiceName" itemprop="name">Dezinfecție</h3>
        <p class="ServiceText" itemprop="description">
          Un supererou specialist ca <strong class="Highlight">dedede</strong> folosește nebulizatorul pentru a curăța
          suprafețele de tot felul de <strong>virusuri</strong>, inclusiv <strong>COVID-19</strong>.
        </p>
      </div>
      <span class="Hidden" itemprop="areaServed" itemscope itemtype="https://schema.org/City">
        în <span itemprop="name">București</span>
      </span>
      <span class="Hidden" itemprop="areaServed" itemscope itemtype="https://schema.org/State">
        și <span itemprop="name">Ilfov</span>
      </span>
    </li>
  </ul>
  <h3 class="ServiceName">VIN SĂ TE SALVEZ!</h3>
  <p class="ServiceText">
    Cheamă-l pe <strong class="Highlight">dedede</strong> la tine acasă! E doar la un click distanță:
  </p>
  <a
    class="CTAServices Button ButtonPrimary"
    href={helpers.permalinks.contact({ slug: 'contact' })}
    title="Intră în contact cu specialiștii dedede pentru o programare imediată">
    <span class="ButtonText">Sună-mă acum!</span>
    <svg
      class="ButtonIcon"
      width="30"
      height="30"
      xmlns="http://www.w3.org/2000/svg"
      x="0px"
      y="0px"
      viewBox="0 0 31.9 30.6"
      alt="Intră în contact cu dedede">
      <path
        d="M2.3,16.6c2.5,5,6.6,9.1,11.7,11.7l2.2,1.1c1.5,0.8,3.2,1.2,4.9,1.2c0.9,0,1.8-0.1,2.6-0.3c2.6-0.7,4.7-2.5,5.8-4.9l0.6-1.2
						c0.3-0.6,0.1-1.3-0.5-1.7l-7.1-5c-0.4-0.3-1-0.3-1.5-0.1l-1.4,0.8c-2.4,1.2-5.4,0.3-6.8-2c-1.1-1.6-1.2-3.6-0.3-5.3l0.7-1.3
						c0.3-0.5,0.2-1-0.1-1.5L8.2,1C7.8,0.4,7.1,0.2,6.5,0.5L5.3,1.1C2.9,2.1,1,4.3,0.4,6.8C-0.3,9.3,0,12,1.2,14.4L2.3,16.6z M3,7.6
						c0.3-1,0.8-2,1.6-2.8c0.5-0.5,1.2-0.9,1.8-1.3l0.2-0.1L10.4,9l-0.3,0.5c-1.4,2.6-1.3,5.7,0.4,8.2c2.2,3.5,6.7,4.8,10.4,2.9l0.7-0.4
						l5.5,3.8L27,24.2c-0.3,0.7-0.7,1.3-1.3,1.8c-0.8,0.8-1.7,1.3-2.8,1.6c-1.9,0.5-3.8,0.3-5.5-0.6l-2.3-1.2C10.7,23.5,7,19.9,4.8,15.4
						l-1.1-2.2C2.7,11.4,2.5,9.4,3,7.6z M18.7,1c0.2-0.7,1-1.1,1.7-0.9c5.2,1.6,9.4,5.5,11.4,10.6c0.3,0.7-0.1,1.5-0.8,1.8
						c-0.7,0.3-1.5-0.1-1.8-0.8c-1.7-4.3-5.3-7.5-9.7-8.9C18.9,2.6,18.4,1.8,18.7,1C18.7,1,18.7,1,18.7,1z M17.7,6.4
						c0.3-0.7,1-1.1,1.8-0.8c3,1.1,5.5,3.3,6.9,6.2c0.3,0.7,0,1.5-0.7,1.8c-0.7,0.3-1.5,0-1.8-0.6c-1.1-2.2-3-4-5.3-4.8
						C17.8,7.9,17.4,7.1,17.7,6.4L17.7,6.4z" />
    </svg>
  </a>
</section>
<div class="MoreInfo LimitWidth">
  <section class="Testimonials" id="testimoniale">
    <h2 class="SectionTitle">Ce spun clienții <strong class="Highlight">dedede</strong>?</h2>
    <ol class="TestimonialList">
      <li class="Testimonial">
        <picture class="TestimonialImage">
          <source type="image/webp" srcset="./images/generic-avatar-mobile.webp" media="(min-width: 850px)" />
          <source type="image/webp" srcset="./images/generic-avatar-desktop.webp" media="(min-width: 100px)" />
          <img
            src="./images/generic-avatar.jpg"
            alt="Acest testimonial este scris de NUME PRENUME @TODO"
            loading="lazy"
            width="40"
            height="40" />
        </picture>
        <div class="TestimonialContainer">
          <h3 class="TestimonialAuthor">Prenume Nume @TODO</h3>
          <p class="TestimonialText">
            Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the
            industry's standard dummy text. @TODO
          </p>
        </div>
      </li>
      <li class="Testimonial">
        <picture class="TestimonialImage">
          <source type="image/webp" srcset="./images/generic-avatar-mobile.webp" media="(min-width: 850px)" />
          <source type="image/webp" srcset="./images/generic-avatar-desktop.webp" media="(min-width: 100px)" />
          <img
            src="./images/generic-avatar.jpg"
            alt="Acest testimonial este scris de NUME PRENUME @TODO"
            loading="lazy"
            width="40"
            height="40" />
        </picture>
        <div class="TestimonialContainer">
          <h3 class="TestimonialAuthor">Prenume Nume @TODO</h3>
          <p class="TestimonialText">
            Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the
            industry's standard dummy text. @TODO
          </p>
        </div>
      </li>
      <li class="Testimonial">
        <picture class="TestimonialImage">
          <source type="image/webp" srcset="./images/generic-avatar-mobile.webp" media="(min-width: 850px)" />
          <source type="image/webp" srcset="./images/generic-avatar-desktop.webp" media="(min-width: 100px)" />
          <img
            src="./images/generic-avatar.jpg"
            alt="Acest testimonial este scris de NUME PRENUME @TODO"
            loading="lazy"
            width="40"
            height="40" />
        </picture>
        <div class="TestimonialContainer">
          <h3 class="TestimonialAuthor">Prenume Nume @TODO</h3>
          <p class="TestimonialText">
            Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the
            industry's standard dummy text. @TODO
          </p>
        </div>
      </li>
      <li class="Testimonial">
        <picture class="TestimonialImage">
          <source type="image/webp" srcset="./images/generic-avatar-mobile.webp" media="(min-width: 850px)" />
          <source type="image/webp" srcset="./images/generic-avatar-desktop.webp" media="(min-width: 100px)" />
          <img
            src="./images/generic-avatar.jpg"
            alt="Acest testimonial este scris de NUME PRENUME @TODO"
            loading="lazy"
            width="40"
            height="40" />
        </picture>
        <div class="TestimonialContainer">
          <h3 class="TestimonialAuthor">Prenume Nume @TODO</h3>
          <p class="TestimonialText">
            Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the
            industry's standard dummy text. @TODO
          </p>
        </div>
      </li>
    </ol>
  </section>
  <section class="UsefulInformation">
    <h2 class="SectionTitle">Informații utile<span class="HighResOnly"> despre dăunători și cum scapi de ei</span></h2>
    <ol class="ArticleList">
      {#each data.markdown['informatii-utile'] as articol}
        <Articol {articol} {helpers} />
      {/each}
    </ol>
    <a
      class="CTAUseful Button ButtonPrimary"
      href={helpers.permalinks['informatii-utile']({ slug: 'informatii-utile' })}
      title="Vezi toate sfaturile lui dedede pentru a te feri de dăunători">
      <span class="ButtonText">Citește toate articolele &rarr;</span>
      <svg
        class="ButtonIcon"
        width="20"
        height="20"
        viewBox="0 0 20 20"
        xmlns="http://www.w3.org/2000/svg"
        alt="Citește informațiile utile scrise de echipa dedede.ro">
        <path
          d="M17.0716 17.0686C20.9761 13.1642 20.9761 6.83382 17.0716 2.92934C13.1672 -0.975144 6.83682 -0.975144 2.93233 2.92934C-0.833526 6.6952 -0.972147 12.7021 2.51647 16.6297L2.60889 16.699C2.23923 17.5076 1.59233 18.5242 0.55268 19.0324C0.206128 19.1942 0.298542 19.7024 0.668197 19.7717C1.80027 19.9566 3.41751 19.7486 4.91923 18.6166L4.94233 18.6397C8.7775 20.8807 13.791 20.3493 17.0716 17.0686ZM10.4178 3.83037C11.3189 3.83037 12.0351 4.56968 12.0351 5.47072C12.0351 6.37175 11.2958 7.11106 10.4178 7.11106C9.51682 7.11106 8.7775 6.37175 8.7775 5.44761C8.80061 4.54658 9.51682 3.83037 10.4178 3.83037ZM7.80716 14.3424C7.87647 13.7649 7.96888 13.1642 8.0844 12.5866C8.24613 11.57 8.43095 10.5535 8.61578 9.53692C8.61578 9.46761 8.63888 9.3983 8.63888 9.35209C8.63888 8.93623 8.50026 8.77451 8.0844 8.7283C7.89957 8.7052 7.71475 8.68209 7.55302 8.63589C7.34509 8.56658 7.25268 8.40485 7.27578 8.22003C7.29889 8.0352 7.4144 7.91968 7.64544 7.89658C7.76095 7.87347 7.89957 7.87347 8.01509 7.87347C8.52337 7.87347 9.00854 7.87347 9.51682 7.87347C10.0482 7.87347 10.5796 7.87347 11.111 7.87347C11.4806 7.87347 11.7116 8.0583 11.7347 8.42796C11.7347 8.7514 11.6885 9.07485 11.6423 9.3752C11.4344 10.5304 11.2265 11.7086 10.9954 12.8638C10.9261 13.2566 10.8568 13.6262 10.8106 14.019C10.7875 14.2038 10.8106 14.4117 10.8568 14.5735C10.9261 14.8276 11.111 14.9431 11.342 14.92C11.5499 14.8969 11.7578 14.8276 11.9427 14.7583C12.1044 14.689 12.243 14.5966 12.4047 14.5273C12.6358 14.4349 12.8437 14.5966 12.7744 14.8507C12.7282 14.9893 12.6589 15.128 12.5434 15.2435C11.9427 15.8442 11.2496 16.1907 10.3947 16.2138C10.002 16.2138 9.60923 16.2138 9.21647 16.1445C8.52337 16.0059 7.69164 15.1973 7.80716 14.3424Z" />
      </svg>
    </a>
  </section>
</div>
